Repository: zwthys-cyber/TethrX
Catalog: ios/GrokRemote/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: The bridge runs on Node.js 20 or newer. Install it from nodejs.org if you don't already have it.
de: Die Bridge läuft auf Node.js 20 oder neuer. Installieren Sie es von nodejs.org, falls noch nicht vorhanden.
es: El bridge funciona con Node.js 20 o posterior. Instálalo desde nodejs.org si aún no lo tienes.
fr: Le bridge fonctionne avec Node.js 20 ou plus récent. Installez-le depuis nodejs.org si vous ne l'avez pas déjà.
it: Il bridge richiede Node.js 20 o successivo. Installalo da nodejs.org se non ce l'hai già.
ja: ブリッジは Node.js 20 以降で動作します。まだの場合は nodejs.org からインストールしてください。
pt_br: O bridge funciona com Node.js 20 ou mais recente. Instale-o em nodejs.org se você ainda não o tiver.
zh_hans: 桥接需要 Node.js 20 或更新版本。如果尚未安装，请从 nodejs.org 安装。

source: The task runs in this session. Its folder, effort, and approval settings apply.
de: Die Aufgabe läuft in dieser Session. Deren Ordner, Aufwand und Genehmigungseinstellungen gelten.
es: La tarea se ejecuta en esta sesión. Se aplican su carpeta, su esfuerzo y sus ajustes de aprobación.
fr: La tâche s'exécute dans cette session. Son dossier, son effort et ses approbations s'appliquent.
it: L'attività viene eseguita in questa sessione. Si applicano la sua cartella, lo sforzo e le impostazioni di approvazione.
ja: タスクはこのセッション内で実行されます。セッションのフォルダ、推論強度、承認設定が適用されます。
pt_br: A tarefa é executada nesta sessão. A pasta, o esforço e os ajustes de aprovação dela se aplicam.
zh_hans: 任务在此会话中运行。沿用该会话的文件夹、推理强度和批准设置。

source: The turn that is running now will end. The conversation is kept, and your next message carries on from it.
de: Der laufende Turn wird beendet. Die Unterhaltung bleibt erhalten, und Ihre nächste Nachricht knüpft daran an.
es: La tarea en curso terminará. La conversación se conserva y tu siguiente mensaje continúa a partir de ella.
fr: La tâche en cours va s'arrêter. La conversation est conservée et votre prochain message reprendra à partir de là.
it: L'attività attualmente in corso verrà interrotta. La conversazione viene mantenuta e il prossimo messaggio riprenderà da lì.
ja: 実行中のタスクは終了します。会話は保持され、次のメッセージはその続きから始まります。
pt_br: A tarefa em andamento será encerrada. A conversa é mantida, e sua próxima mensagem continua de onde ela parou.
zh_hans: 当前正在运行的任务会结束。对话会保留，你的下一条消息将从这里继续。

source: The working tree is clean on %@.
de: Das Arbeitsverzeichnis auf %@ ist sauber.
es: El árbol de trabajo está limpio en %@.
fr: L’arbre de travail est propre sur %@.
it: L'albero di lavoro è pulito su %@.
ja: %@ の作業ツリーはクリーンです。
pt_br: A árvore de trabalho está limpa em %@.
zh_hans: %@ 上的工作区是干净的。

source: The working tree is clean.
de: Das Arbeitsverzeichnis ist sauber.
es: El árbol de trabajo está limpio.
fr: L’arbre de travail est propre.
it: L'albero di lavoro è pulito.
ja: 作業ツリーはクリーンです。
pt_br: A árvore de trabalho está limpa.
zh_hans: 工作区是干净的。

source: Then restart the bridge and reconnect. Chat keeps working meanwhile; the newest features need the update.
de: Starten Sie danach die Bridge neu und verbinden Sie sich erneut. Der Chat funktioniert währenddessen weiter; die neuesten Funktionen brauchen das Update.
es: Después reinicia el bridge y reconecta. El chat sigue funcionando mientras tanto; las funciones más recientes necesitan la actualización.
fr: Puis redémarrez le bridge et reconnectez-vous. La discussion continue de fonctionner ; les nouveautés nécessitent la mise à jour.
it: Poi riavvia il bridge e riconnettiti. Nel frattempo la chat continua a funzionare; le funzioni più recenti richiedono l'aggiornamento.
ja: そのあとブリッジを再起動して、再接続してください。その間もチャットはそのまま使えますが、最新の機能にはアップデートが必要です。
pt_br: Depois reinicie o bridge e reconecte. O chat continua funcionando enquanto isso; os recursos mais novos precisam da atualização.
zh_hans: 然后重启桥接并重新连接。此期间聊天仍可正常使用；最新功能需要此更新。

source: Then use the ••• button on any session to move it in.
de: Nutzen Sie dann die •••-Taste einer Session, um sie hierher zu verschieben.
es: Luego usa el botón ••• de cualquier sesión para moverla aquí.
fr: Utilisez ensuite le bouton ••• d'une session pour l'y déplacer.
it: Poi usa il pulsante ••• su una sessione per spostarla qui dentro.
ja: そのあと、任意のセッションの ••• ボタンからこのフォルダに移動できます。
pt_br: Depois use o botão ••• em qualquer sessão para movê-la para cá.
zh_hans: 然后在任意会话上使用 ••• 按钮将其移入。

source: There was no task to send.
de: Es gab keine Aufgabe zu senden.
es: No había ninguna tarea que enviar.
fr: Il n’y avait aucune tâche à envoyer.
it: Non c'era nessuna attività da inviare.
ja: 送信するタスクがありませんでした。
pt_br: Não havia tarefa para enviar.
zh_hans: 没有可发送的任务。

source: These steps all happen on the computer you want to control. Nothing extra is needed on this phone.
de: Diese Schritte finden alle auf dem Computer statt, den Sie steuern möchten. Auf diesem Telefon wird nichts zusätzlich benötigt.
es: Todos estos pasos ocurren en el ordenador que quieres controlar. En este teléfono no hace falta nada más.
fr: Toutes ces étapes se passent sur l'ordinateur que vous voulez piloter. Rien d'autre n'est nécessaire sur ce téléphone.
it: Questi passaggi avvengono tutti sul computer che vuoi controllare. Su questo telefono non serve altro.
ja: これらの手順はすべて、操作したいコンピュータ側で行います。この端末に追加で必要なものはありません。
pt_br: Todos esses passos acontecem no computador que você quer controlar. Neste telefone não é preciso mais nada.
zh_hans: 这些步骤都在你要控制的那台电脑上完成。这台手机上不需要再装任何东西。

source: Thinking
de: Denkt nach
es: Pensando
fr: Réflexion
it: Ragionamento
ja: 思考
pt_br: Pensando
zh_hans: 思考中

source: Thinking %llds
de: Denkt %lld s
es: Pensando %lld s
fr: Réfléchit %lld s
it: Sta pensando %lld s
ja: 思考中 %lld 秒
pt_br: Pensando %lld s
zh_hans: 思考中 %lld 秒

source: This folder
de: Dieser Ordner
es: Esta carpeta
fr: Ce dossier
it: Questa cartella
ja: このフォルダ
pt_br: Esta pasta
zh_hans: 此文件夹

source: This needs bridge 0.1.14 or newer. Update it with npm i -g tethrx-bridge.
de: Dafür ist Bridge 0.1.14 oder neuer nötig. Aktualisieren Sie sie mit npm i -g tethrx-bridge.
es: Esto necesita el bridge 0.1.14 o posterior. Actualízalo con npm i -g tethrx-bridge.
fr: Nécessite le bridge 0.1.14 ou plus récent. Mettez-le à jour avec npm i -g tethrx-bridge.
it: Serve il bridge 0.1.14 o successivo. Aggiornalo con npm i -g tethrx-bridge.
ja: これにはブリッジ 0.1.14 以降が必要です。npm i -g tethrx-bridge でアップデートしてください。
pt_br: Isto requer o bridge 0.1.14 ou mais recente. Atualize com npm i -g tethrx-bridge.
zh_hans: 此功能需要桥接 0.1.14 或更新版本。用 npm i -g tethrx-bridge 更新。

source: This one runs a long, expensive task that keeps going after you close the app.
de: Dieser Befehl startet eine lange, teure Aufgabe, die auch nach dem Schließen der App weiterläuft.
es: Esto ejecuta una tarea larga y costosa que continúa aunque cierres la app.
fr: Celle-ci lance une tâche longue et coûteuse qui continue après la fermeture de l'application.
it: Questo avvia un'operazione lunga e costosa che prosegue anche dopo la chiusura dell'app.
ja: このコマンドは、アプリを閉じた後も実行が続く、時間とコストのかかる処理を開始します。
pt_br: Este executa uma tarefa longa e cara, que continua rodando depois que você fecha o app.
zh_hans: 这条命令会执行一项耗时且开销较大的任务，关闭 App 后它仍会继续运行。

source: This phone
de: Dieses Telefon
es: Este teléfono
fr: Ce téléphone
it: Questo telefono
ja: この iPhone
pt_br: Este telefone
zh_hans: 这台手机

source: This phone is already paired with %@.
de: Dieses Telefon ist bereits mit %@ gekoppelt.
es: Este teléfono ya está enlazado con %@.
fr: Ce téléphone est déjà appairé avec %@.
it: Questo telefono è già associato a %@.
ja: この端末はすでに %@ とペアリングされています。
pt_br: Este telefone já está pareado com %@.
zh_hans: 这台手机已与 %@ 配对。

source: This session
de: Diese Session
es: Esta sesión
fr: Cette session
it: Questa sessione
ja: このセッション
pt_br: Esta sessão
zh_hans: 此会话

source: This session starts with a summary of the previous conversation. Grok receives it automatically with your first message. Nothing to paste.
de: Diese Session startet mit einer Zusammenfassung des vorherigen Gesprächs. Grok erhält sie automatisch mit Ihrer ersten Nachricht. Nichts einzufügen.
es: Esta sesión empieza con un resumen de la conversación anterior. Grok lo recibe automáticamente con tu primer mensaje. Nada que pegar.
fr: Cette session démarre avec un résumé de la conversation précédente. Grok le reçoit automatiquement avec votre premier message. Rien à coller.
it: Questa sessione parte con un riepilogo della conversazione precedente. Grok lo riceve automaticamente col tuo primo messaggio. Niente da incollare.
ja: このセッションは前の会話の要約付きで始まります。最初のメッセージと一緒にGrokへ自動的に送られます。貼り付けは不要です。
pt_br: Esta sessão começa com um resumo da conversa anterior. O Grok o recebe automaticamente com sua primeira mensagem. Nada para colar.
zh_hans: 此会话以上一段对话的摘要开始。Grok 会随你的第一条消息自动收到它。无需粘贴。

source: This session will stop asking, including for commands like this one that delete or overwrite things.
de: Diese Session fragt dann nicht mehr nach, auch nicht bei Befehlen wie diesem, die etwas löschen oder überschreiben.
es: Esta sesión dejará de preguntar, incluso para comandos como este que borran o sobrescriben cosas.
fr: Cette session cessera de demander, y compris pour des commandes comme celle-ci qui suppriment ou écrasent des données.
it: Questa sessione smetterà di chiedere, anche per comandi come questo che cancellano o sovrascrivono.
ja: このセッションでは今後確認しなくなります。今回のようにデータを削除・上書きするコマンドも含みます。
pt_br: Esta sessão deixará de perguntar, inclusive para comandos como este que apagam ou sobrescrevem coisas.
zh_hans: 该会话将不再询问，包括这类会删除或覆盖内容的命令。

source: This version of the app needs bridge %@ or newer. On your computer, run:
de: Diese Version der App benötigt Bridge %@ oder neuer. Führen Sie auf Ihrem Computer aus:
es: Esta versión de la app necesita el bridge %@ o posterior. En tu ordenador, ejecuta:
fr: Cette version de l'app nécessite le bridge %@ ou plus récent. Sur votre ordinateur, lancez :
it: Questa versione dell'app richiede il bridge %@ o successivo. Sul tuo computer esegui:
ja: このバージョンのアプリにはブリッジ %@ 以降が必要です。コンピュータで次を実行してください：
pt_br: Esta versão do app precisa do bridge %@ ou mais recente. No seu computador, execute:
zh_hans: 此版本 App 需要桥接 %@ 或更新版本。在你的电脑上运行：

source: Thought for %llds
de: %lld s nachgedacht
es: Pensó durante %lld s
fr: A réfléchi %lld s
it: Ha ragionato %lld s
ja: %lld 秒考えました
pt_br: Pensou por %lld s
zh_hans: 思考了 %lld 秒

source: Throws away uncommitted work in the tree.
de: Verwirft nicht committete Arbeit im Baum.
es: Descarta el trabajo sin confirmar del árbol.
fr: Jette le travail non commité de l'arborescence.
it: Scarta il lavoro non committato nell'albero.
ja: ツリー内のコミットしていない作業を破棄します。
pt_br: Descarta o trabalho não commitado na árvore.
zh_hans: 丢弃目录树中尚未提交的改动。

source: To dictate messages, allow Microphone and Speech Recognition for TethrX in Settings.
de: Um Nachrichten zu diktieren, erlauben Sie TethrX in den Einstellungen Mikrofon und Spracherkennung.
es: Para dictar mensajes, permite Micrófono y Reconocimiento de voz para TethrX en Ajustes.
fr: Pour dicter des messages, autorisez le micro et la reconnaissance vocale pour TethrX dans Réglages.
it: Per dettare i messaggi, consenti Microfono e Riconoscimento vocale a TethrX in Impostazioni.
ja: 音声入力を使うには、設定で TethrX にマイクと音声認識を許可してください。
pt_br: Para ditar mensagens, permita Microfone e Reconhecimento de Fala para o TethrX nos Ajustes.
zh_hans: 若要听写消息，请在设置中为 TethrX 允许麦克风和语音识别。

source: To do: %@
de: Offen: %@
es: Pendiente: %@
fr: À faire : %@
it: Da fare: %@
ja: 未着手: %@
pt_br: A fazer: %@
zh_hans: 待办：%@

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
pt_br: Hoje
zh_hans: 今天

source: Tokens per day
de: Tokens pro Tag
es: Tokens por día
fr: Tokens par jour
it: Token al giorno
ja: 日別トークン
pt_br: Tokens por dia
zh_hans: 每日 token

source: Total tokens
de: Tokens gesamt
es: Tokens totales
fr: Tokens au total
it: Token totali
ja: 合計トークン
pt_br: Total de tokens
zh_hans: token 总数

source: Totals across every session on this computer. Cost is grok's own estimate, not billing data from your account.
de: Summen über alle Sessions auf diesem Computer. Die Kosten sind die eigene Schätzung von grok, keine Abrechnungsdaten aus Ihrem Account.
es: Totales de todas las sesiones en este ordenador. El coste es la estimación del propio grok, no datos de facturación de tu cuenta.
fr: Totaux de toutes les sessions de cet ordinateur. Le coût est l'estimation de grok, pas une donnée de facturation de votre compte.
it: Totali di tutte le sessioni su questo computer. Il costo è la stima di grok, non dati di fatturazione del tuo account.
ja: このコンピュータ上の全セッションの合計です。コストは grok 自身の概算であり、アカウントの請求データではありません。
pt_br: Totais de todas as sessões neste computador. O custo é uma estimativa do próprio grok, não dados de cobrança da sua conta.
zh_hans: 统计这台电脑上所有会话的总量。费用为 grok 自行估算，并非你账户的账单数据。

source: Touches a credentials file.
de: Greift auf eine Datei mit Zugangsdaten zu.
es: Toca un archivo de credenciales.
fr: Touche un fichier d'identifiants.
it: Accede a un file di credenziali.
ja: 認証情報ファイルに触れます。
pt_br: Mexe em um arquivo de credenciais.
zh_hans: 会访问凭据文件。

source: Touches a private SSH key.
de: Greift auf einen privaten SSH-Schlüssel zu.
es: Toca una clave SSH privada.
fr: Touche une clé SSH privée.
it: Accede a una chiave SSH privata.
ja: SSH の秘密鍵に触れます。
pt_br: Mexe em uma chave SSH privada.
zh_hans: 会访问 SSH 私钥。

source: Touches stored login credentials.
de: Greift auf gespeicherte Zugangsdaten zu.
es: Toca credenciales de inicio de sesión guardadas.
fr: Touche des identifiants de connexion enregistrés.
it: Accede a credenziali di accesso salvate.
ja: 保存されたログイン認証情報に触れます。
pt_br: Mexe em credenciais de login salvas.
zh_hans: 会访问已保存的登录凭据。

source: Touches the system keychain.
de: Greift auf den Systemschlüsselbund zu.
es: Toca el llavero del sistema.
fr: Touche le trousseau du système.
it: Accede al portachiavi di sistema.
ja: システムのキーチェーンに触れます。
pt_br: Mexe nas Chaves do sistema.
zh_hans: 会访问系统钥匙串。

source: Touches your cloud credentials.
de: Greift auf Ihre Cloud-Zugangsdaten zu.
es: Toca tus credenciales de la nube.
fr: Touche vos identifiants cloud.
it: Accede alle tue credenziali cloud.
ja: クラウドの認証情報に触れます。
pt_br: Mexe nas suas credenciais de nuvem.
zh_hans: 会访问你的云凭据。

source: Touches your npm credentials.
de: Greift auf Ihre npm-Zugangsdaten zu.
es: Toca tus credenciales de npm.
fr: Touche vos identifiants npm.
it: Accede alle tue credenziali npm.
ja: npm の認証情報に触れます。
pt_br: Mexe nas suas credenciais do npm.
zh_hans: 会访问你的 npm 凭据。

source: Tour: nothing is connected
de: Tour: nichts ist verbunden
es: Recorrido: no hay nada conectado
fr: Visite : rien n'est connecté
it: Tour: non è collegato nulla
ja: ツアー：何も接続されていません
pt_br: Tour: nada está conectado
zh_hans: 导览：未连接任何设备

source: Transcript of %@:
de: Transkript von %@:
es: Transcripción de %@:
fr: Transcription de %@ :
it: Trascrizione di %@:
ja: %@ の文字起こし:
pt_br: Transcrição de %@:
zh_hans: %@ 的转写：

source: Try the demo
de: Demo ausprobieren
es: Probar la demo
fr: Essayer la démo
it: Prova la demo
ja: デモを試す
pt_br: Experimentar a demo
zh_hans: 试用演示

source: Turn on the camera for TethrX in Settings to scan the pairing code, or just type the address and token by hand.
de: Aktivieren Sie die Kamera für TethrX in den Einstellungen, um den Kopplungscode zu scannen, oder geben Sie Adresse und Token einfach von Hand ein.
es: Activa la cámara para TethrX en Ajustes para escanear el código de enlace, o simplemente escribe la dirección y el token a mano.
fr: Activez l’appareil photo pour TethrX dans Réglages afin de scanner le code d’appairage, ou saisissez simplement l’adresse et le jeton à la main.
it: Attiva la fotocamera per TethrX in Impostazioni per scansionare il codice di abbinamento, oppure digita a mano indirizzo e token.
ja: ペアリングコードをスキャンするには、設定で TethrX のカメラをオンにしてください。アドレスとトークンを手入力しても構いません。
pt_br: Ative a câmera para o TethrX nos Ajustes para escanear o código de pareamento, ou digite o endereço e o token manualmente.
zh_hans: 在设置中为 TethrX 开启相机权限以扫描配对码，或直接手动输入地址和令牌。

source: Type it yourself. For your security the page refuses to open from a clicked link. It shows QR codes for Wi-Fi and Tailscale plus your token, and only works on the computer running the bridge.
de: Tippen Sie sie selbst ein. Aus Sicherheitsgründen öffnet sich die Seite nicht über einen angeklickten Link. Sie zeigt QR-Codes für WLAN und Tailscale sowie Ihren Token und funktioniert nur auf dem Computer, auf dem die Bridge läuft.
es: Escríbela a mano. Por tu seguridad, la página se niega a abrirse desde un enlace pulsado. Muestra códigos QR para Wi-Fi y Tailscale junto con tu token, y solo funciona en el ordenador que ejecuta el bridge.
fr: Saisissez-la vous-même. Par sécurité, la page refuse de s'ouvrir depuis un lien cliqué. Elle affiche les QR codes Wi-Fi et Tailscale ainsi que votre jeton, et ne fonctionne que sur l'ordinateur qui exécute le bridge.
it: Digitalo a mano. Per la tua sicurezza la pagina si rifiuta di aprirsi da un link cliccato. Mostra i codici QR per Wi-Fi e Tailscale insieme al tuo token, e funziona solo sul computer su cui è in esecuzione il bridge.
ja: 必ず自分で入力してください。セキュリティのため、このページはリンクのクリックからは開かないようになっています。ページには Wi-Fi 用と Tailscale 用の QR コードとトークンが表示され、ブリッジが動作しているコンピュータでのみ機能します。
pt_br: Digite você mesmo. Por segurança, a página se recusa a abrir a partir de um link clicado. Ela mostra códigos QR para Wi-Fi e Tailscale, além do seu token, e só funciona no computador que executa o bridge.
zh_hans: 请手动输入。为了你的安全，该页面拒绝通过点击链接打开。页面会显示 Wi-Fi 和 Tailscale 的 QR 码以及你的令牌，且只能在运行桥接的电脑上打开。

source: Ungrouped
de: Nicht gruppiert
es: Sin agrupar
fr: Sans dossier
it: Non raggruppate
ja: 未分類
pt_br: Sem grupo
zh_hans: 未分组

source: Uninstalls it from the computer. Its skills disappear from new sessions.
de: Deinstalliert es vom Computer. Seine Skills verschwinden aus neuen Sessions.
es: Lo desinstala del ordenador. Sus skills desaparecen de las nuevas sesiones.
fr: Le désinstalle de l'ordinateur. Ses skills disparaissent des nouvelles sessions.
it: Lo disinstalla dal computer. Le sue skill scompaiono dalle nuove sessioni.
ja: コンピュータからアンインストールします。そのスキルは新しいセッションから消えます。
pt_br: Desinstala do computador. As skills dele somem das novas sessões.
zh_hans: 从电脑上卸载。其技能将从新会话中消失。

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
ja: ロック解除
pt_br: Desbloquear
zh_hans: 解锁

source: Unlock TethrX. It can run commands on your computer.
de: TethrX entsperren. Die App kann Befehle auf Ihrem Computer ausführen.
es: Desbloquea TethrX. Puede ejecutar comandos en tu ordenador.
fr: Déverrouillez TethrX. Cette app peut exécuter des commandes sur votre ordinateur.
it: Sblocca TethrX. Può eseguire comandi sul tuo computer.
ja: TethrXのロックを解除します。このアプリはお使いのコンピュータでコマンドを実行できます。
pt_br: Desbloqueie o TethrX. Ele pode executar comandos no seu computador.
zh_hans: 解锁 TethrX。它可以在你的电脑上运行命令。

source: Unpin
de: Lösen
es: Dejar de fijar
fr: Détacher
it: Rimuovi
ja: ピン留めを解除
pt_br: Desafixar
zh_hans: 取消置顶

source: Update Grok to %@
de: Grok auf %@ aktualisieren
es: Actualizar Grok a %@
fr: Mettre à jour Grok vers %@
it: Aggiorna Grok a %@
ja: Grokを%@に更新
pt_br: Atualizar o Grok para %@
zh_hans: 将 Grok 更新到 %@

source: Update didn't finish. Try again when no session is running.
de: Update nicht abgeschlossen. Erneut versuchen, wenn keine Session läuft.
es: La actualización no terminó. Inténtalo de nuevo cuando no haya sesiones en curso.
fr: La mise à jour ne s'est pas terminée. Réessayez quand aucune session n'est en cours.
it: L'aggiornamento non è terminato. Riprova quando nessuna sessione è in corso.
ja: 更新が完了しませんでした。セッションが実行されていないときに再試行してください。
pt_br: A atualização não terminou. Tente novamente quando nenhuma sessão estiver em execução.
zh_hans: 更新未完成。请在没有会话运行时重试。

source: Update now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour
it: Aggiorna ora
ja: 今すぐ更新
pt_br: Atualizar agora
zh_hans: 立即更新

source: Update the bridge (npm i -g tethrx-bridge) and reconnect. The app upgrades to pinned HTTPS automatically.
de: Aktualisieren Sie die Bridge (npm i -g tethrx-bridge) und verbinden Sie sich erneut. Die App wechselt automatisch zu gepinntem HTTPS.
es: Actualiza el bridge (npm i -g tethrx-bridge) y reconecta. La app pasa automáticamente a HTTPS con certificado anclado.
fr: Mettez à jour le bridge (npm i -g tethrx-bridge) et reconnectez-vous. L'app passe automatiquement en HTTPS épinglé.
it: Aggiorna il bridge (npm i -g tethrx-bridge) e riconnettiti. L'app passa automaticamente a HTTPS con pinning.
ja: ブリッジをアップデート（npm i -g tethrx-bridge）して再接続してください。アプリは自動的にピン留め付き HTTPS へ切り替わります。
pt_br: Atualize o bridge (npm i -g tethrx-bridge) e reconecte. O app migra automaticamente para HTTPS com certificado fixado.
zh_hans: 更新桥接（npm i -g tethrx-bridge）并重新连接。App 会自动升级到证书固定的 HTTPS。

source: Updated to %@.
de: Aktualisiert, jetzt %@.
es: Actualizado, ahora %@.
fr: Mis à jour, maintenant %@.
it: Aggiornato, ora %@.
ja: 更新しました。現在は %@ です。
pt_br: Atualizado, agora %@.
zh_hans: 已更新，当前为 %@。

source: Updated.
de: Aktualisiert.
es: Actualizado.
fr: Mis à jour.
it: Aggiornato.
ja: 更新しました。
pt_br: Atualizado.
zh_hans: 已更新。

source: Updating…
de: Wird aktualisiert…
es: Actualizando…
fr: Mise à jour…
it: Aggiornamento…
ja: 更新中…
pt_br: Atualizando…
zh_hans: 正在更新…

source: Usage
de: Nutzung
es: Uso
fr: Consommation
it: Utilizzo
ja: 使用状況
pt_br: Uso
zh_hans: 用量

source: Usage is counted from the day your bridge was updated to record it.
de: Die Nutzung wird ab dem Tag gezählt, an dem Ihre bridge dafür aktualisiert wurde.
es: El uso se cuenta desde el día en que se actualizó su bridge para registrarlo.
fr: La consommation est comptée à partir du jour où votre bridge a été mis à jour pour l'enregistrer.
it: L'utilizzo viene conteggiato dal giorno in cui il bridge è stato aggiornato per registrarlo.
ja: 使用状況は、bridgeが記録に対応した日から集計されます。
pt_br: O uso é contabilizado a partir do dia em que o bridge foi atualizado para registrá-lo.
zh_hans: 用量从桥接更新并开始记录的那天起统计。

source: Use this folder
de: Diesen Ordner verwenden
es: Usar esta carpeta
fr: Utiliser ce dossier
it: Usa questa cartella
ja: このフォルダを使用
pt_br: Usar esta pasta
zh_hans: 使用此文件夹

source: Use this if Grok has stopped responding. It ends the stuck turn and keeps the conversation.
de: Verwenden Sie dies, wenn Grok nicht mehr reagiert. Der festhängende Turn wird beendet, die Unterhaltung bleibt erhalten.
es: Úsalo si Grok ha dejado de responder. Termina la tarea bloqueada y conserva la conversación.
fr: À utiliser si Grok ne répond plus. Cela met fin à la tâche bloquée et conserve la conversation.
it: Usa questa opzione se Grok non risponde più. Interrompe l'attività bloccata e mantiene la conversazione.
ja: Grokが応答しなくなった場合に使用します。止まっているタスクを終了し、会話はそのまま残します。
pt_br: Use isto se o Grok parou de responder. Encerra a tarefa travada e mantém a conversa.
zh_hans: 如果 Grok 不再响应，可以用这个。它会结束卡住的任务，并保留对话。

source: Uses your computer's clock and time zone.
de: Verwendet Uhr und Zeitzone Ihres Computers.
es: Usa el reloj y la zona horaria de tu ordenador.
fr: Utilise l'horloge et le fuseau horaire de votre ordinateur.
it: Usa l'orologio e il fuso orario del tuo computer.
ja: コンピュータの時計とタイムゾーンを使用します。
pt_br: Usa o relógio e o fuso horário do seu computador.
zh_hans: 使用你电脑的时钟和时区。

source: View bridge log
de: Bridge-Protokoll anzeigen
es: Ver el registro del bridge
fr: Voir le journal du bridge
it: Mostra log del bridge
ja: ブリッジログを表示
pt_br: Ver log do bridge
zh_hans: 查看桥接日志

source: WAITING FOR YOU
de: WARTET AUF SIE
es: TE ESPERA
fr: EN ATTENTE DE VOUS
it: IN ATTESA DI TE
ja: 要対応
pt_br: AGUARDANDO VOCÊ
zh_hans: 等你确认

source: WORKING
de: ARBEITET
es: TRABAJANDO
fr: AU TRAVAIL
it: AL LAVORO
ja: 作業中
pt_br: TRABALHANDO
zh_hans: 工作中

source: WORKING DIRECTORY
de: ARBEITSVERZEICHNIS
es: DIRECTORIO DE TRABAJO
fr: DOSSIER DE TRAVAIL
it: DIRECTORY DI LAVORO
ja: 作業ディレクトリ
pt_br: DIRETÓRIO DE TRABALHO
zh_hans: 工作目录

source: Waiting for you
de: Wartet auf Sie
es: Te está esperando
fr: En attente de vous
it: In attesa di te
ja: 確認待ち
pt_br: Esperando você
zh_hans: 等待你处理
